Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MESSAGES_ACCOUNTS_FOOTER
source: Messages & FaceTime will use selected phone numbers as your ID. Only one can be registered in iMessage. Your second number won't be iMessage capable
ar: سيستخدم كل من تطبيقي الرسائل وفيس تايم الأرقام المحددة كهوية لك. يمكن تسجيل رقم واحد فقط في الرسائل، ولن يكون الرقم الثاني مفعلًا مع iMessage
bg: Съобщения и FaceTime ще използват избраните телефонни номера като ваш идентификатор. Само един може да бъде регистриран в iMessage. Вторият ви номер няма да поддържа iMessage
ca: Les apps Missatges i FaceTime utilitzaran els números de telèfon seleccionats per identificar‑te. Només pots registrar un número a l’iMessage. El segon no funcionarà amb l’iMessage.
cs: Zprávy a FaceTime budou používat vybrané telefonní číslo jako váš identifikátor. V iMessage si můžete zaregistrovat jen jedno číslo. Druhé číslo nebude možné s iMessage používat.
da: Beskeder og FaceTime bruger bestemte telefonnumre som dit id. Du kan kun registrere et nummer i iMessage. Dit andet nummer vil ikke kunne bruges med iMessage
de: Nachrichten & FaceTime verwenden ausgewählte Telefonnummern als deine ID. Es kann nur eine Nummer bei iMessage registriert sein; deine zweite Nummer ist damit nicht verwendbar.
el: Τα Μηνύματα και το FaceTime θα χρησιμοποιούν επιλεγμένους αριθμούς τηλεφώνου ως το αναγνωριστικό σας. Μόνο ένας αριθμός μπορεί να καταχωριστεί στο iMessage. Ο δεύτερος αριθμός σας δεν θα έχει δυνατότητα iMessage
es: Mensajes y FaceTime usarán los números de teléfono seleccionados como tu ID. Solo puede haber uno registrado en iMessage. Tu segundo número no podrá usar iMessage
es_us: Mensajes y FaceTime utilizará los números de teléfono seleccionados como tu identificador. Sólo uno se puede registrar en iMessage. El otro no será compatible con iMessage.
fi: Viestit ja FaceTime käyttävät valittuja puhelinnumeroja tunnuksenasi. Vain yksi numero voidaan rekisteröidä iMessageen. Toista numeroa ei voida rekisteröidä iMessagen käyttöön.
fr: Messages et FaceTime utiliseront les numéros de téléphone sélectionnés comme identifiants. Seul l’un d’entre eux peut être enregistré dans iMessage. Votre deuxième numéro ne fonctionnera pas avec iMessage.
fr_ca: Messages et FaceTime utiliseront les numéros de téléphone sélectionnés en tant qu’identifiant. Un seul numéro peut être enregistré dans iMessage. Votre deuxième numéro ne fonctionnera pas avec iMessage
he: ״הודעות״ ו-FaceTime ישתמשו במספרי טלפון שנבחרו כפרטי הזיהוי שלך. ניתן לרשום רק מספר אחד עבור iMessage. המספר הנוסף שלך לא יתאים ל-iMessage
hi: संदेश और FaceTime आपकी ID के रूप में चयनित फ़ोन नंबर का उपयोग करेगा। केवल एक ही नंबर iMessage के साथ रजिस्टर किया जा सकता है। आपका दूसरा नंबर iMessage सक्षम नहीं होगा
hr: Aplikacije Poruke i FaceTime koristit će odabrane telefonske brojeve kao vaš identifikator. U aplikaciji iMessage možete registrirati samo jedan. Drugi broj nećete moći koristiti za iMessage
hu: Az Üzenetek és a FaceTime a kijelölt telefonszámot fogja használni az Ön azonosítójaként. Csak egy regisztrálható az iMessage-ben. A második szám nem lesz használható az iMessage-hez.
id: Pesan & FaceTime akan menggunakan nomor telepon yang dipilih sebagai ID Anda. Hanya satu nomor yang dapat didaftarkan di iMessage. Nomor kedua Anda tidak akan dapat menggunakan iMessage
it: Messaggi e FaceTime utilizzeranno una selezione di numeri telefonici come identificativo. Puoi registrare su iMessage solo un numero, con l’altro non sarà possibile inviare messaggi iMessage.
ja: “メッセージ”およびFaceTimeで選択された電話番号があなたのIDとして使用されます。iMessageには1つだけ登録できます。2つ目の番号はiMessageには使用できません
kk: «Хабарлар және FaceTime» қолданбасында таңдалған телефон нөмірлері идентификаторыңыз ретінде пайдаланылады. Тек біреуін iMessage сервисінде тіркеуге болады. Екінші нөміріңіз iMessage сервисіне қолдау көрсетпейді
ko: 메시지 및 FaceTime이 선택한 전화번호를 사용자의 ID로 사용합니다. 한 개의 번호만 iMessage에 등록할 수 있으며, 두 번째 번호는 iMessage용으로 사용할 수 없습니다.
lt: Žinutės ir „FaceTime“ kaip jūsų identifikatorių naudos pasirinktus telefono numerius. „iMessage“ galima užregistruoti tik vieną. Jūsų antrasis numeris negalės būti naudojamas „iMessage“.
ms: Mesej & FaceTime akan menggunakan nombor telefon yang dipilih sebagai ID anda. Hanya satu nombor boleh didaftarkan dalam iMessage. Nombor kedua anda tidak berupaya menggunakan iMessage
nl: Berichten en FaceTime gebruiken de geselecteerde telefoonnummers als je ID. Slechts één telefoonnummer kan in iMessage worden geregistreerd. Je tweede nummer kan niet in iMessage worden gebruikt.
no: Meldinger og FaceTime vil bruke bestemte telefonnumre som ID-en din. Du kan kun registrere ett nummer i iMessage. Den andre nummeret vil ikke kunne brukes med iMessage.
pl: Wiadomości i FaceTime będą jako Twojego ID używały wybranych numerów telefonu. W iMessage można zarejestrować tylko jeden numer. Drugi numer nie będzie pozwalał korzystać z iMessage.
pt_br: Os números selecionados serão usados como a sua identidade para Mensagens e FaceTime. Apenas um número pode ser registrado para iMessage. O segundo número não será compatível com iMessage.
pt_pt: Mensagens e FaceTime usam números de telefone selecionados como número de identificação. Só um número pode estar registado em iMessage. O segundo número não poderá enviar ou receber iMessages.
ro: Mesaje și FaceTime vor utiliza numerele de telefon selectate ca identificator personal. Doar unul poate fi înregistrat în iMessage. Al doilea număr nu va putea fi folosit pentru iMessage.
ru: «Сообщения» и FaceTime будут использовать выбранные телефонные номера в качестве Вашего ID. В iMessage может быть зарегистрирован только один номер. Ваш второй телефонный номер не будет поддерживать iMessage.
sk: V apkách Správy a FaceTime sa ako vaše ID budú používať vybrané telefónne čísla. V iMessage môžete registrovať iba jedno číslo. Druhé číslo nebude možné používať pre iMessage.
sl: Aplikaciji Sporočila in FaceTime bosta uporabili izbrane telefonske številke kot vaš identifikator. V storitvi iMessage lahko registrirate samo eno številko. Druge številke ni mogoče uporabiti za storitev iMessage.
sv: Meddelanden och FaceTime använder de angivna telefonnumren som ditt ID. Endast ett nummer kan registreras i iMessage. Det kommer inte att gå att skicka iMessage-meddelanden från det andra numret.
th: แอปข้อความและ FaceTime จะใช้เบอร์โทรศัพท์ที่คุณเลือกเป็น ID ของคุณ เฉพาะหนึ่งเบอร์เท่านั้นที่สามารถใช้ลงทะเบียนใน iMessage ได้ เบอร์โทรศัพท์เบอร์ที่สองจะไม่สามารถใช้งาน iMessage ได้
tr: Mesajlar ve FaceTime, seçili telefon numaralarını kimliğiniz olarak kullanır. Yalnızca bir tanesi iMessage’a kaydedilebilir. İkinci numaranız iMessage alıp gönderemez
uk: Повідомлення і FaceTime застосовуватимуть вибрані телефонні номери як ваш ідентифікатор. В iMessage можна зареєструвати лише один із них. Ваш другий номер не буде здатен на iMessage
vi: Tin nhắn & FaceTime sẽ sử dụng các số điện thoại được chọn làm ID của bạn. Bạn chỉ có thể đăng ký một số trong iMessage. Số thứ hai của bạn sẽ không thể sử dụng iMessage
zh_cn: “信息”与“FaceTime通话”会将所选手机号码用作你的ID。iMessage信息中只可以注册一个号码，你的第二个号码不能用于iMessage信息功能
zh_hk: 「訊息」和FaceTime會使用選擇的電話號碼作為你的ID。只可以選擇一個在iMessage中註冊。你的次要號碼將無法使用iMessage功能
zh_tw: 「訊息」與FaceTime會使用所選的電話號碼作為你的ID。僅一個號碼能在iMessage中註冊。你的次要號碼將無法支援iMessage

# SHARED_WITH_YOU_GROUP_DESCRIPTION
source: Allow content shared with you in Messages to automatically appear in selected apps.
ar: السماح للمحتوى الذي تتم مشاركته معك في تطبيق الرسائل بأن يظهر تلقائيًا في التطبيقات المحددة.
bg: Можете да позволите съдържанието, което е споделено с вас в Съобщения, да се появява автоматично в избрани приложения.
ca: Permet que el contingut que s’ha compartit amb tu a través de l’app Missatges aparegui automàticament a les apps seleccionades.
cs: Obsah sdílený s vámi ve Zprávách si můžete nechat automaticky zobrazovat ve vybraných aplikacích.
da: Indhold, der deles med dig i Beskeder, må automatisk vises i valgte apps.
de: Erlaube, dass mit dir in „Nachrichten“ geteilte Inhalte automatisch in ausgewählten Apps angezeigt werden.
el: Το περιεχόμενο που έχει κοινοποιηθεί σε εσάς μέσω των Μηνυμάτων θα εμφανίζεται αυτόματα σε επιλεγμένες εφαρμογές.
es: Permite que el contenido compartido contigo a través de la app Mensajes aparezca automáticamente en las apps que selecciones.
es_us: Permite que el contenido que se comparte contigo en Mensajes se muestre automáticamente en las apps seleccionadas.
fi: Sinulle Viesteissä jaettu sisältö saa näkyä automaattisesti valituissa apeissa.
fr: Autorisez l’affichage automatique des contenus partagés avec vous dans Messages dans les apps sélectionnées.
fr_ca: Autorisez l’affichage automatique dans certaines apps du contenu partagé avec vous dans Messages.
he: ניתן לאפשר לתוכן ששותף איתך דרך ״הודעות״ להופיע באופן אוטומטי ביישומים נבחרים.
hi: संदेश ऐप में आपके साथ शेयर किया गया कॉन्टेंट चुने गए ऐप्स में ऑटोमैटिकली दिखाए जाने की अनुमति दें।
hr: Dozvolite da se sadržaj koji je s vama podijeljen u Porukama automatski prikazuje u odabranim aplikacijama.
hu: Engedélyezheti, hogy az Üzenetekben Önnel megosztott tartalmak automatikusan megjelenjenek a kijelölt appokban.
id: Izinkan konten yang dibagikan dengan Anda di Pesan untuk muncul secara otomatis di app yang dipilih.
it: Consenti che i contenuti condivisi con te in Messaggi vengano mostrati automaticamente in app selezionate.
ja: “メッセージ”で共有されたコンテンツが、選択したアプリに自動的に表示されるようにします。
kk: Хабарлар арқылы сізге жіберілген контенттің таңдалған қолданбаларда автоматты түрде пайда болуына рұқсат етуге болады.
ko: 메시지 앱에서 사용자와 공유된 콘텐츠가 선택한 앱에 자동으로 표시되도록 허용합니다.
lt: Leiskite, kad programoje „Žinutės“ su jumis bendrinamas turinys būtų automatiškai rodomas pasirinktose programose.
ms: Benarkan kandungan yang dikongsi dengan anda dalam Mesej untuk kelihatan secara automatik dalam app yang dipilih.
nl: Sta toe dat materiaal dat met je wordt gedeeld in Berichten, automatisch wordt weergegeven in geselecteerde apps.
no: Tillat at innhold som deles med deg i Meldinger, vises automatisk i utvalgte apper.
pl: Treści, które inni udostępnią Ci w Wiadomościach, będą automatycznie wyświetlane w wybranych aplikacjach.
pt_br: Permita que o conteúdo compartilhado com você no app Mensagens apareça automaticamente nos apps selecionados.
pt_pt: Permitir que os conteúdos partilhados consigo na aplicação Mensagens apareçam automaticamente nas aplicações selecionadas.
ro: Permiteți afișarea automată a conținutului partajat cu dvs. prin Mesaje în aplicațiile selectate.
ru: Контент, которым делятся с Вами другие люди через Сообщения, можно автоматически переносить в выбранные приложения.
sk: Obsah zdieľaný s vami v apke Správy sa bude môcť automaticky zobraziť vo vybraných apkách.
sl: Dovolite, da se vsebina, ki je deljena z vami v Sporočilih, samodejno prikaže v izbranih aplikacijah.
sv: Tillåt att innehåll som delas med dig i Meddelanden visas automatiskt i valda appar.
th: อนุญาตเนื้อหาที่แชร์กับคุณในข้อความเพื่อให้แสดงในแอปที่เลือกโดยอัตโนมัติ
tr: Mesajlar’da sizinle paylaşılan içeriklerin seçilen uygulamalarda otomatik olarak görünmesine izin verir.
uk: Дозволити автоматично відображати у вибраних програмах вміст, поширений для вас у Повідомленнях.
vi: Cho phép nội dung được chia sẻ với bạn trong Tin nhắn tự động xuất hiện trong các ứng dụng được chọn.
zh_cn: 允许“信息”中与你共享的内容在所选App中自动显示。
zh_hk: 允許在「訊息」中與你共享的內容在所選App中自動顯示。
zh_tw: 在「訊息」中與你分享的內容會自動顯示於所選的App。

# NAME_AND_PHOTO_SHARING_EVERYONE_LABEL
source: Everyone
ar: الجميع
bg: Всеки
ca: Tothom
cs: Všichni
da: Alle
de: Alle
el: Όλα τα άτομα
es: Todos
es_us: Todos
fi: Kaikille
fr: Tout le monde
fr_ca: Tout le monde
he: כולם
hi: प्रत्येक व्यक्ति
hr: Svi
hu: Mindenki
id: Semua Orang
it: Tutti
ja: 全員
kk: Әркім
ko: 모든 사람
lt: Visi
ms: Semua Orang
nl: Iedereen
no: Alle
pl: Wszyscy
pt_br: Todos
pt_pt: Todos
ro: Oricine
ru: Видны всем
sk: Všetky osoby
sl: Vsi
sv: Alla
th: ทุกคน
tr: Herkes
uk: Для всіх
vi: Mọi người
zh_cn: 所有人
zh_hk: 所有人
zh_tw: 所有人

# AFTER_1_MONTH
source: After 30 Days
ar: بعد ٣٠ يومًا
bg: След 30 дни
ca: Al cap de 30 dies
cs: Po 30 dnech
da: Efter 30 dage
de: Nach 30 Tagen
el: Μετά από 30 ημέρες
es: Al cabo de 30 días
es_us: Después de 30 días
fi: 30 päivän kuluttua
fr: Après 30 jours
fr_ca: 30 jours plus tard
he: לאחר 30 יום
hi: 30 दिन बाद
hr: Nakon 30 dana
hu: 30 nap után
id: Setelah 30 Hari
it: Dopo 30 giorni
ja: 30日後
kk: 30 күннен кейін
ko: 30일 후
lt: Po 30 dienų
ms: Selepas 30 Hari
nl: Na 30 dagen
no: Etter 30 dager
pl: Po 30 dniach
pt_br: Após 30 Dias
pt_pt: Ao fim de 30 dias
ro: După 30 de zile
ru: Через 30 дней
sk: Po 30 dňoch
sl: Po 30 dneh
sv: Efter 30 dagar
th: หลังจาก 30 วัน
tr: 30 Gün Sonra
uk: через 30 днів
vi: Sau 30 ngày
zh_cn: 30天后
zh_hk: 30日後
zh_tw: 30天後

# RCS_SWITCH_STATUS_IN_PROGRESS
source: Waiting for activation…
ar: في انتظار التنشيط…
bg: Очаква се активиране…
ca: Esperant activació…
cs: Čekání na aktivaci…
da: Venter på aktivering…
de: Auf Aktivierung warten …
el: Σε αναμονή για ενεργοποίηση…
es: Esperando activación…
es_us: Esperando activación…
fi: Odotetaan aktivointia…
fr: En attente d’activation…
fr_ca: En attente d’activation…
he: ממתין להפעלה…
hi: ऐक्टिवेशन के लिए प्रतीक्षा जारी है…
hr: Čekanje aktivacije…
hu: Várakozás aktiválásra…
id: Menunggu aktivasi…
it: Attendo attivazione…
ja: アクティベート中です…
kk: Белсендіруде…
ko: 활성화 대기 중…
lt: Laukiama, kol bus aktyvinta…
ms: Menunggu pengaktifan…
nl: Wachten op activering…
no: Venter på aktivering…
pl: Czekam na aktywację…
pt_br: Esperando ativação…
pt_pt: A aguardar ativação…
ro: Așteptare activare…
ru: Ожидание активации…
sk: Čakám na aktiváciu…
sl: Čakanje na aktivacijo …
sv: Väntar på aktivering…
th: กำลังรอการเปิดใช้งาน…
tr: Etkinleştirme bekleniyor…
uk: Очікування активації…
vi: Đang chờ kích hoạt…
zh_cn: 正在等待激活…
zh_hk: 正在等待啟用⋯
zh_tw: 正在等待啟用⋯

# NAME_AND_PHOTO_SHARING_CONTACTS_ONLY_LABEL
source: Contacts Only
ar: جهات الاتصال فقط
bg: Само Контакти
ca: Només contactes
cs: Jen kontakty
da: Kun kontakter
de: Nur für Kontakte
el: Επαφές μόνο
es: Solo contactos
es_us: Sólo contactos
fi: Vain yhteystiedoille
fr: Contacts uniquement
fr_ca: Contacts uniquement
he: אנשי קשר בלבד
hi: केवल संपर्क
hr: Samo kontakti
hu: Csak kontaktok
id: Hanya Kontak
it: Solo contatti
ja: 連絡先のみ
kk: Тек контактілер
ko: 연락처만
lt: Tik adresatai
ms: Hanya Kenalan
nl: Alleen contacten
no: Kun kontakter
pl: Tylko kontakty
pt_br: Apenas Contatos
pt_pt: Só contactos
ro: Doar contactele
ru: Видны только контактам
sk: Len kontakty
sl: Samo stiki
sv: Bara kontakter
th: รายชื่อเท่านั้น
tr: Yalnızca Kişiler
uk: Тільки контакти
vi: Chỉ danh bạ
zh_cn: 仅限联系人
zh_hk: 只限通訊錄聯絡人
zh_tw: 只限聯絡人

# CONTACT_PHOTO_SWITCH
source: Show Contact Photos
ar: إظهار صور جهات الاتصال
bg: Снимки на контакти
ca: Mostra les fotos dels contactes
cs: Fotky kontaktů
da: Vis kontaktfotos
de: Kontaktfotos anzeigen
el: Εμφάνιση φωτογραφιών επαφών
es: Mostrar fotos de los contactos
es_us: Mostrar fotos de contactos
fi: Näytä yhteystietokuvat
fr: Photos des contacts
fr_ca: Afficher la photo des contacts
he: הצגת תמונות אנשי קשר
hi: संपर्कों की तस्वीर दिखाएँ
hr: Prikaži fotografije kontakata
hu: Kontaktfotók megjelenítése
id: Tampilkan Foto Kontak
it: Mostra foto contatto
ja: 連絡先の写真を表示
kk: Контакт фотоларын көрсету
ko: 연락처 사진 보기
lt: Rodyti adresatų nuotraukas
ms: Tunjukkan Foto Kenalan
nl: Toon contactfoto's
no: Vis kontaktbilder
pl: Pokazuj zdjęcia kontaktów
pt_br: Mostrar Fotos dos Contatos
pt_pt: Mostrar fotografias
ro: Afișare poze contacte
ru: Фото контактов
sk: Zobraziť fotky kontaktov
sl: Prikaži fotografije stikov
sv: Visa kontaktbilder
th: แสดงรูปภาพรายชื่อ
tr: Kişi Fotoğraflarını Göster
uk: Показувати фото контактів
vi: Hiển thị ảnh liên hệ
zh_cn: 显示联系人照片
zh_hk: 顯示聯絡人相片
zh_tw: 顯示聯絡人照片

# IMESSAGE_ONLY_APPS_SECTION_HEADER
source: Only in Messages
ar: في الرسائل فقط
bg: Само в Съобщения
ca: Només a l’app Missatges
cs: Jen ve Zprávách
da: Kun i Beskeder
de: Nur in „Nachrichten“
el: Μόνο στα Μηνύματα
es: Solo en Mensajes
es_us: Sólo en Mensajes
fi: Vain Viesteissä
fr: Dans Messages uniquement
fr_ca: Seulement dans Messages
he: רק ב״הודעות״
hi: केवल संदेश में
hr: Samo u Porukama
hu: Csak az Üzenetekben
id: Hanya di Pesan
it: Solo in Messaggi
ja: “メッセージ”内のみ
kk: Тек «Хабарлар» қолданбасында
ko: 메시지 앱 전용
lt: Tik programoje „Žinutės“
ms: Hanya dalam Mesej
nl: Alleen in Berichten
no: Kun i Meldinger
pl: Tylko w Wiadomościach
pt_br: Apenas no App Mensagens
pt_pt: Só em Mensagens
ro: Doar în Mesaje
ru: Только в Сообщениях
sk: Len v Správach
sl: Samo v Sporočilih
sv: Bara i Meddelanden
th: เฉพาะในข้อความเท่านั้น
tr: Yalnızca Mesajlar’da
uk: Лише в Повідомленнях
vi: Chỉ trong Tin nhắn
zh_cn: 仅在“信息”中
zh_hk: 只在「訊息」中
zh_tw: 只顯示於「訊息」

# NAME_AND_PHOTO_SHARING_NOT_AVAILABLE_TITLE
source: Sharing Name and Photo not available
ar: مشاركة الاسم والصورة غير متاحة
bg: Споделянето на име и снимка не е достъпно
ca: L’opció per compartir el nom i la foto no està disponible
cs: Sdílení jména a fotky není k dispozici
da: Det er ikke muligt at dele navn og foto
de: Name und Foto können nicht geteilt werden
el: Η Κοινοποίηση ονόματος και φωτογραφίας δεν είναι διαθέσιμη
es: No se puede compartir el nombre y la foto
es_us: Compartir nombre y foto no disponible
fi: Nimen ja kuvan jakaminen ei käytettävissä
fr: Partage du nom et de la photo non disponible
fr_ca: Le partage du nom et de la photo n’est pas disponible
he: אפשרות שיתוף השם והתמונה אינה זמינה
hi: नाम और तस्वीर की शेयरिंग उपलब्ध नहीं है
hr: Dijeljenje imena i fotografije nije dostupno
hu: A név és fotó megosztása nem lehetséges
id: Berbagi Nama dan Foto tidak tersedia
it: Condivisione nome e foto non disponibile
ja: “名前と写真の共有”はできません
kk: Аты мен фотоны бөлісу қолжетімсіз
ko: 이름 및 사진 공유를 사용할 수 없음
lt: Vardo ir nuotraukos bendrinimas neprieinamas
ms: Perkongsian Nama dan Foto tidak tersedia
nl: Het delen van naam en foto is niet beschikbaar
no: Deling av navn og bilde er ikke tilgjengelig
pl: Udostępnianie nazwy i zdjęcia niedostępne
pt_br: Compartilhamento de Nome e Foto não disponível
pt_pt: Partilha de nome e fotografia não disponível
ro: Partajarea numelui și a pozei este indisponibilă
ru: Нельзя поделиться именем и фото
sk: Zdieľanie mena a fotky nie je k dispozícii
sl: Deljenje imena in fotografije ni na voljo
sv: Dela namn och bild är inte tillgängligt
th: ไม่มีการแชร์ชื่อและรูปภาพ
tr: Adı ve Fotoğrafı Paylaş kullanılamıyor
uk: Поширення імені й фото недоступне
vi: Chia sẻ tên và ảnh không khả dụng
zh_cn: 无法共享名字和照片
zh_hk: 無法使用「分享姓名和相片」
zh_tw: 無法使用「分享名稱和照片」

# PRE_LAZULI_SEND_AS_SMS_DESCRIPTION
source: Send as Text Message when iMessage is unavailable. Carrier messaging rates may apply.
ar: إرسال رسالة نصية عندما لا يكون iMessage متوفرًا. يمكن أن تنطبق رسوم على المراسلة من قبل شركة الاتصالات.
bg: Изпратете като текстово съобщение (SMS), когато iMessage не е достъпно. Възможно е да бъдат приложени тарифите за съобщения на операторите.
ca: Envia els missatges com a missatges de text quan l’iMessage no estigui disponible. Pot ser que el servei sigui de pagament.
cs: Není‑li iMessage k dispozici, poslat jako textovou zprávu. Operátor může za přenos zpráv účtovat poplatky.
da: Send som tekstbesked, når iMessage er utilgængelig. Evt. imod betaling af operatørens sms-priser.
de: Als Textnachricht senden, wenn iMessage nicht verfügbar ist. Eventuell fallen Gebühren vom Netzbetreiber an.
el: Αποστολή ως γραπτού μηνύματος όταν δεν διατίθεται το iMessage. Ο πάροχος κινητής τηλεφωνίας σας ενδέχεται να επιβάλει χρεώσεις για την αποστολή μηνυμάτων.
es: Si iMessage no está disponible, los mensajes se enviarán como mensajes de texto. Puede que el operador te cobre.
es_us: Envía los mensajes como mensajes de texto si iMessage no está disponible. Puede que el operador cobre este servicio.
fi: Lähetä tekstiviestinä, kun iMessage ei ole käytettävissä. Saattaa olla maksullista.
fr: Votre message sera envoyé par SMS ou MMS quand iMessage ne sera pas disponible (service éventuellement facturé par l’opérateur).
fr_ca: Envoyez par message texte quand iMessage n’est pas disponible (service éventuellement facturé par l’opérateur).
he: ניתן לשלוח הודעת טקסט רגילה כאשר iMessage אינו זמין. השירות עשוי להיות כרוך בתשלום למפעיל הסלולרי.
hi: iMessage अनुपलब्ध होने पर SMS के रूप में भेजें। कैरियर मैसेजिंग दरें लागू हो सकती हैं।
hr: Pošaljite kao tekstualnu poruku kad iMessage nije dostupan. Operater može naplatiti uslugu.
hu: Küldés szöveges üzenetként, ha az iMessage nem érhető el. A szolgáltató díjat számíthat fel az üzenetküldésért.
id: Kirim sebagai Pesan Teks saat iMessage tidak tersedia. Biaya pesan operator mungkin dikenakan.
it: Invia come messaggio di testo quando iMessage non è disponibile. Potrebbe non essere gratuito.
ja: iMessageを利用できない場合はテキストメッセージとして送信します。通信事業者により送信料が発生する場合があります。
kk: iMessage қолжетімді болмаған кезде, мәтіндік хабар ретінде жіберіңіз. Ұялы байланыс операторларының хабар жіберу тарифтері қолданылуы мүмкін.
ko: iMessage를 사용할 수 없을 때 문자 메시지로 보냅니다. 이동통신사로부터 메시지 사용 요금이 부과될 수 있습니다.
lt: Siųskite kaip tekstinę žinutę, kai „iMessage“ neprieinama. Gali būti taikomi operatoriaus žinučių siuntimo tarifai.
ms: Hantar sebagai Mesej Teks apabila iMessage tidak tersedia. Kadar pemesejan pembawa mungkin dikenakan.
nl: Stuur als tekstbericht wanneer iMessage niet beschikbaar is. Mogelijk is het berichttarief van de aanbieder van toepassing.
no: Send som tekstmelding når iMessage ikke er tilgjengelig. Meldings­kostnader til operatøren kan påløpe.
pl: Wysyłaj SMS lub MMS, gdy nie można wysłać iMessage (może podlegać opłatom operatora).
pt_br: Envia como SMS quando o iMessage estiver indisponível. A operadora pode cobrar pelo envio das mensagens.
pt_pt: Enviar como SMS quando iMessage não está disponível. Sujeito a tarifas adicionais.
ro: Trimiteți ca mesaj text când iMessage este indisponibil. Se pot aplica tarifele de mesagerie ale operatorului.
ru: Отправлять как SMS/MMS, если сервис iMessage недоступен. Оператор может взимать плату за отправку сообщений.
sk: Ak je služba iMessage nedostupná, poslať ako textovú správu. Služba môže byť spoplatnená operátorom.
sl: Pošljite kot sporočilo SMS, kadar storitev iMessage ni na voljo. Operater vam bo morda zaračunal pošiljanje sporočil.
sv: Skicka som SMS om iMessage inte är tillgängligt. Operatörsavgifter kan tillkomma.
th: ส่งเป็นข้อความตัวอักษรเมื่อ iMessage ไม่พร้อมใช้งาน อาจคิดอัตราค่าส่งข้อความจากผู้ให้บริการ
tr: iMessage kullanılamadığında SMS olarak gönder. Operatörün mesajlaşma tarifeleri uygulanabilir.
uk: Надсилати як SMS, коли служба iMessage недоступна. Оператор звʼязку може стягувати плату за повідомлення.
vi: Gửi bằng tin nhắn văn bản khi iMessage không khả dụng. Có thể áp dụng cước phí nhắn tin của nhà cung cấp.
zh_cn: iMessage信息不可用时作为信息发送。可能要支付运营商信息费用。
zh_hk: 無法使用iMessage時以訊息傳送。但你可能需支付電訊商的訊息費用。
zh_tw: 無法使用iMessage時，以訊息格式傳送。可能需支付電信業者訊息的費用。
